<!DOCTYPE html>
<html lang="ar" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="description" content="لقد جمعنا أساسيات الأمان السيبراني التي تحتاج إلى تعلمها. تابع القراءة لمعرفة المزيد.">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../../fontawesome/fontawesome-free/css/all.min.css">
    <link rel="stylesheet" href="../../bootstrap/css/bootstrap-rtl.css">
    <link rel="stylesheet" href="../../style.css">
    <title>موقع المعرفة</title>
</head>
<body dir="rtl">
<?php require 'nav-bar.inc.php'?>
<div class="container-fluid">
    <div class="row">
        <div class="col-md-12 col-lg-9">
            <h1 class="text-center h-art mt-5">أساسيات الأمن السيبراني يحتاج كل مبتدئ للتعلم</h1>
            <div class="container">
                <p class="h6 p-style mt-4">يمكن أن يبدو أن هناك تهديدًا جديدًا للأمن السيبراني كل بضعة أشهر. سلالة جديدة من برامج الفدية ، تسمى Clop ، هي أحدث تهديد لمستخدمي Windows 10.</p>
                <p class="h6 p-style">يطلب الخبراء دائمًا من المستخدمين تبني أفضل الممارسات في الاستجابة. ولكن قد يكون من السهل التساؤل عما تحتاج إلى معرفته عن الأمن السيبراني.</p>
                <p class="h6 p-style">ما هو افضل نشاط؟ لحسن الحظ ، من السهل السيطرة عليه بمجرد فهمك لكيفية عمله.</p>
                <p class="h6 p-style">لقد جمعنا أساسيات الأمان السيبراني التي تحتاج إلى تعلمها. تابع القراءة لمعرفة المزيد.</p>
                <img src="../../images/1cybersecurity.jpg" class="rounded mx-auto d-block m-4 img-thumbnail" alt="الأمن السيبراني" title="الأمن السيبراني">
                <h4 class="h-art">فهم الأمن السيبراني</h4>
                <p class="h6 p-style">يأتي أحد أشكال الجرائم الإلكترونية الأكثر شيوعًا عبر "التصيّد الاحتيالي". هذا هو المكان الذي يتلقى فيه الأشخاص رسائل بريد إلكتروني يبدو أنها من مصدر شرعي. قد تخبرهم رسائل البريد الإلكتروني هذه عن نشاط احتيالي على حسابهم ويتم منحهم رابطًا لتسجيل الدخول.</p>
                <p class="h6 p-style">يدخل الشخص تفاصيله على صفحة وهمية. هذا يسلم معلوماتهم الحساسة إلى المخادع. قد تكون هذه تفاصيل تسجيل الدخول أو معلومات بطاقة الائتمان.</p>
                <p class="h6 p-style">ومع ذلك ، يشير الأمن السيبراني إلى أكثر من مجرد تعيين كلمات مرور جيدة واليقظة لرسائل البريد الإلكتروني التصيدية. كما يشير إلى الحفاظ على قواعد البيانات وإدارة الوصول إلى الشبكة.</p>
                <p class="h6 p-style">يتضمن ذلك البيانات والأجهزة والبرامج. جميع هذه المناطق الثلاث عرضة لهجمات المجرمين الإلكترونيين.</p>
                <p class="h6 p-style">قد يقوم المتسللون باختراق نظامك للوصول إلى البيانات أو تعطيل الشبكة الخاصة بك أو حتى استخدام موارد عملك. لماذا ا؟</p>
                <img src="../../images/2cyber-security.jpg" class="rounded mx-auto d-block m-4 img-thumbnail" alt="هجمات  بوت نت" title="هجمات  بوت نت">
                <h4 class="h-art">  هجمات  بوت نت</h4>
                <p class="h6 p-style">يترك بعض المهاجمين رمزًا في نظامك يحول أجهزتك إلى روبوتات في شبكتهم. هذا يتيح للمهاجمين استخدامها في هجوم الروبوتات.</p>
                <p class="h6 p-style">في هجوم الروبوتات ، تقوم جميع الأجهزة المدرجة بتنفيذ نفس الإجراء في نفس الوقت.</p>
                <p class="h6 p-style">هذا ما حدث خلال هجوم رفض الخدمة الموزع (DDoS) في عام 2016. العديد من الأجهزة "تتعرض لضغوط" لشبكة Dyn بحيث أن حركة المرور الإضافية تعطل نظامها. أسقطت Twitter و CNN و Netflix و Reddit ، من بين آخرين.</p>
                <p class="h6 p-style">يمكن أن تكون الأجهزة الذكية المتصلة بإنترنت الأشياء (IoT) عرضة لهذا. لا تسمح الأجهزة القديمة للمستخدمين دائمًا بتغيير تفاصيل الوصول من إعدادات المصنع. يظلون عالقين في إعدادات المصنع.</p>
                <p class="h6 p-style">وهذا يعني أن المهاجمين يمكنهم إضافة أجهزة ذكية إلى شبكة الروبوت. وهذا يعني أيضًا أن المهاجمين يمكنهم غالبًا الوصول إلى شبكة عبر أضعف نقطة - جهاز ذكي غير آمن.</p>
                <img src="../../images/computer.jpg" class="rounded mx-auto d-block m-4 img-thumbnail" alt="الفدية" title="الفدية">
                <h4 class="h-art">الفدية</h4>
                <p class="h6 p-style">في أسوأ السيناريوهات ، يمكن للمهاجمين إصابة نظامك ببرامج الفدية. يعمل هذا النوع من البرامج الضارة على تشفير الملفات ، وفك تشفيرها فقط إذا تم دفع فدية.</p>
                <p class="h6 p-style">كان وباء WannaCry Ransomware لعام 2018 هذا النوع من الهجمات. انتهى الأمر بتكاليف NHS البريطانية 92 مليون جنيه استرليني.</p>
                <p class="h6 p-style">ليس هناك ما يضمن أن دفع الفدية سيؤدي إلى فك تشفير ملفاتك.</p>
                <h4 class="h-art">حماية نفسك والآخرين</h4>
                <p class="h6 p-style">قلق مستخدمي الكمبيوتر الأوائل أكثر من فيروسات الكمبيوتر. هنا ، يمكنك أن ترى كيف تطورت التهديدات. كثير منهم متطور للغاية ويجعل من الصعب عليهم الانحراف.</p>
                <p class="h6 p-style">لا تزال هناك أشياء يمكنك - ويجب عليك - القيام بها لحماية نفسك. إذا كنت تعمل لدى شركة ، فإن كونك على دراية جيدة بأساسيات الأمن السيبراني يحمي أيضًا الأعمال.</p>
                <h4 class="h-art">الدخول الى المعلومات</h4>
                <p class="h6 p-style">هل يحتاج الجميع إلى الوصول إلى ملفات ومجلدات معينة؟ يعد تقييد الوصول طريقة بسيطة لتقليل خطر الوصول غير المصرح به إلى البيانات.</p>
                <p class="h6 p-style">تأكد من تدريب جميع الموظفين على استخدام كلمات مرور قوية. يحتاج الموظفون إلى اتباع أفضل الممارسات ، مثل عدم تدوين كلمات المرور.</p>
                <p class="h6 p-style">على جهاز الكمبيوتر المنزلي ، هناك شيء بسيط يمكنك القيام به هو إنشاء حسابات منفصلة لحقوق المسؤول والمستخدمين العاديين.</p>
                <p class="h6 p-style">إذا وصل أحد المخترقين إلى نظامك ، فإن نقص امتيازات المشرف يحد من عدد الإجراءات التي يمكنهم القيام بها.</p>
                <p class="h6 p-style">على الأجهزة ، يمكن أن تساعد المصادقة الثنائية أو التحقق البيومتري في تقليل الوصول.</p>
                <h4 class="h-art">معالجة البيانات</h4>
                <p class="h6 p-style">الوصول إلى البيانات ليس المشكلة الوحيدة. يمكن للمهاجمين أيضًا حذف البيانات أو تحريرها.</p>
                <p class="h6 p-style">تساعد أذونات الملف في التحكم في خروقات البيانات. يمكن أن يساعد التحكم في الإصدار أيضًا في تحديد التعديلات غير المشروعة على البيانات.</p>
                <p class="h6 p-style">النسخ الاحتياطية المنتظمة هي الطريقة الأكثر شيوعًا لإدارة فقدان البيانات أو تغييرها. النسخ الاحتياطي السحابي هي طريقة جيدة للحفاظ على سلامة البيانات حيث يتم الاحتفاظ بها خارج الموقع. إذا حدثت كارثة جسدية في مكتبك ، فسيظل لديك بياناتك.</p>
                <p class="h6 p-style">كما تقلل النسخ الاحتياطية المادية على محركات الأقراص الثابتة القابلة للإزالة من برامج الفدية. وذلك لأن برامج الفدية يمكنها فقط تشفير الملفات التي يمكنها الوصول إليها.</p>
                <p class="h6 p-style">إذا قمت بفصل القرص الصلب بعد النسخ الاحتياطي؟ هذا يحافظ على البيانات آمنة من برامج الفدية.</p>
                <h4 class="h-art">تحديثات منتظمة</h4>
                <p class="h6 p-style">يقوم المطورون بإصدار تحديثات منتظمة لكل من الأجهزة والبرامج. تساعد هذه التحديثات على سد الثغرات في الشفرة التي يمكن للمهاجمين استغلالها.</p>
                <p class="h6 p-style">إن إبقاء جدار الحماية وبرامج مكافحة الفيروسات محدثة سيبقي معظم التهديدات. تذكر تثبيت التحديثات لنظام التشغيل والبرامج الأخرى التي تستخدمها.</p>
                <p class="h6 p-style">يؤدي عدم تثبيت تصحيحات الأمان أو التحديثات إلى جعل نظامك عرضة للخطر. قم بتضمين هذه التحديثات كجزء من روتين صيانة الأمان.</p>
                <p class="h6 p-style">من الجدير أيضًا تصميم خطة للتعافي من الكوارث حتى تعرف ما يجب عليك فعله في حالة حدوث الأسوأ.</p>
                <h4 class="h-art">التقدم من أساسيات الأمن السيبراني</h4>
                <p class="h6 p-style">إذا كنت تريد معرفة المزيد عن الأمن السيبراني ، فراجع شهادة. يدير الكثير منهم مدونة CISSP للأخلاقيات التي تمنحك فكرة عن قيمهم.</p>
                <p class="h6 p-style">CISSP هي اختصار لأمن نظم المعلومات المعتمد. سيساعدك الحصول على شهادة CISSP على اكتساب الثقة التي تحتاجها لإدارة مسائل الأمن السيبراني لعملك الخاص.</p>
                <p class="h6 p-style">كما سيساعدك على بدء مهنة جديدة في مجال الأمن السيبراني. أو يمكن أن تساعدك هذه الشهادات في إضافة مجموعة مهارات جديدة ضمن وظيفة موجودة.</p>
                <p class="h6 p-style">فقط كن على علم بأن الأمن الإلكتروني ليس نظامًا مهنيًا واحدًا. ويغطي مجموعة واسعة من الوظائف على مجموعة من المستويات. هناك أيضًا العديد من الفرص للأفراد غير التقنيين. لا تدعه يوقفك إذا لم يكن لديك شهادة في علوم الكمبيوتر.</p>
                <h4 class="h-art">عزز أمانك الإلكتروني</h4>
                <p class="h6 p-style">الآن أنت تفهم أساسيات الأمن السيبراني ، يمكنك البدء في تطبيق هذه الإجراءات. ضمن الحوسبة المنزلية ، يساعدك على منحك راحة البال التي تحتاجها لتصفح الإنترنت بسهولة.</p>
                <p class="h6 p-style">داخل بيئة الشركة ، يمكن أن تساعد هذه الأساسيات في حماية بيانات عملائك والحفاظ على تشغيل عملك. اجعلهم في روتين منتظم لجعلهم طبيعة ثانية لجميع الموظفين.</p>
            </div>
        </div>
        <?php require "../aside.inc.php" ;?>
    </div>
</div>

<?php require "footer.inc.php";?>