<!DOCTYPE html>
<html lang="ar" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="description" content="جلوكو داون هو مشروب شاي بودرة يعتمد على الألياف الغذائية القابلة للذوبان التي قد تساعد في إبطاء امتصاص الجسم للسكريات الغذائية ، وارتفاع متوسط بعد تناول الوجبات في مستويات الجلوكوز ، وتعزيز صحة الجهاز الهضمي.">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../../fontawesome/fontawesome-free/css/all.min.css">
    <link rel="stylesheet" href="../../bootstrap/css/bootstrap-rtl.css">
    <link rel="stylesheet" href="../../style.css">
    <title>شاي وظيفي جديد</title>
</head>
<body dir="rtl">
<?php require 'nav-bar.inc.php'?>
<div class="container-fluid">
    <div class="row">
        <div class="col-md-12 col-lg-9">
            <h1 class="text-center h-art mt-5">شاي وظيفي جديد شائع لدى مرضى السكري</h1>
            <div class="container">
            <p class="h6 p-style mt-4">يدرك كبار السن الآن أكثر من أي وقت مضى أهمية الحفاظ على صحتهم. وأعدادهم تتزايد. من المتوقع أن يبلغ عدد سكان الولايات المتحدة من البالغين الذين تتراوح أعمارهم بين 65 عامًا فأكثر 88.5 مليون بحلول عام 2050 ، وفقًا لتوقعات مكتب الإحصاء الأمريكي. بالنسبة للعديد من هؤلاء كبار السن ، فإن البقاء بصحة جيدة يشمل العمل للسيطرة على مستويات الجلوكوز لأنهم مصابون بالسكري من النوع 2 أو يستوفون معايير "ما قبل السكري" مع عوامل الخطر مثل ارتفاع ضغط الدم أو ارتفاع الكوليسترول.</p>
            <p class="h6 p-style">تتكيف صناعة المشروبات لتلبية هذا الاتجاه على المدى الطويل مع زيادة في "المشروبات الوظيفية" التي توفر فوائد صحية تتجاوز إرواء العطش ، وتظهر بيانات أبحاث السوق أن المشروبات الصحية أو الوظيفية تمثل أكبر فئة متنامية. توجد بالفعل مجموعة من المنتجات للمساعدة في تعزيز الصحة ، مثل مخفوق التغذية الجاهز للشرب والشاي المعزز بروبيوتيك. </p>

            <img src="../../images/glucodown.jpg" class="rounded mx-auto d-block m-4 img-thumbnail" alt="شاي وظيفي" title="شاي وظيفي">
            <p class="h6 p-style">ومع ذلك ، فإن فئة مرضى السكري ومشروبات ما قبل مرض السكري هي سوق جاهزة للتوسع ، حيث يتفق الأطباء وخبراء التغذية على أن تغيير نمط الحياة والنظام الغذائي ، بما في ذلك الحفاظ على مستويات السكر في الدم الصحية والهضم ، يمكن أن يمنع تطور مرض السكري ، وعكس عوامل خطر الإصابة بالسكري ، و تساعد في تجنب مضاعفات مرض السكري في بعض الحالات.</p>
            <p class="h6 p-style">جلوكو داون بواسطة شركة الصحة الجلوكوز ، المتداولة علنا باسم GLUC ، هو خط إنتاج واحد تقدم لتلبية احتياجات البالغين الذين يبحثون عن خيارات صحية.</p>
            <p class="h6 p-style">جلوكو داون هو مشروب شاي بودرة يعتمد على الألياف الغذائية القابلة للذوبان التي قد تساعد في إبطاء امتصاص الجسم للسكريات الغذائية ، وارتفاع متوسط بعد تناول الوجبات في مستويات الجلوكوز ، وتعزيز صحة الجهاز الهضمي.</p>
            <p class="h6 p-style">وفقاً لموراي فليمنج ، الرئيس التنفيذي لشركة جلوكوز هيلث إنك ، الشركة المصنعة لجلوكو داون: "مهمتنا هي تصنيع مشروبات وظيفية مبتكرة عالية الجودة لفئة التغذية لمرضى السكري التي لا تستلزم وصفة طبية".</p>
            <p class="h6 p-style">تشمل المكونات الرئيسية الأخرى في تركيبة جلوكو داون أوراق الموز ، والتي تحتوي على حمض الكوسوليك المرتبط بخصائص نقص السكر في الدم ، بالإضافة إلى المعادن النزرة  الكروم بيكولينات  ، وسيترات المنغنيز ، و بيكولينات الزنك. يحتوي جلوكو داون أيضًا على فيتامينات B6 و B7 و B12 ، وكلها مهمة للمساعدة في الحفاظ على صحة جيدة.</p>
            <p class="h6 p-style">قاعدة شاي جلوكو داون هي شاي أسود منزوع الكافيين ، وهي محلاة بالسكروز غير الخالية من السكر وتحتوي على نكهات طبيعية بنسبة 100 بالمائة.</p>
            </div>
        </div>
        <?php require "../aside.inc.php" ;?>
    </div>
</div>
<?php require "footer.inc.php";?>