<!DOCTYPE html>
<html lang="ar" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="description" content="دراسة منزلية في صحة القلب واكتشاف AFib">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../../fontawesome/fontawesome-free/css/all.min.css">
    <link rel="stylesheet" href="../../bootstrap/css/bootstrap-rtl.css">
    <link rel="stylesheet" href="../../style.css">
    <title>صحة القلب</title>
</head>
<body dir="rtl">
<?php require 'nav-bar.inc.php'?>
<div class="container-fluid">
    <div class="row">
        <div class="col-md-12 col-lg-9">
            <h1 class="text-center h-art mt-5">دراسة منزلية في صحة القلب واكتشاف AFib</h1>
            <div class="container">
                <p class="h6 p-style mt-4">في حين أن العالم ينفتح مرة أخرى ببطء بعد إغلاقه لعدة أشهر ، إذا كنت أنت أو شخص تحبه يبلغ من العمر 65 عامًا أو أكثر ، فإن المنزل هو المكان الذي لا تزال تقضي فيه معظم وقتك.</p>
                <p class="h6 p-style">وأثناء وجودك في المنزل ، يمكنك التفكير في المشاركة في دراسة Heartline برعاية شركات الأدوية Janssen من Johnson & Johnson بالتعاون مع Apple. نظرًا لأن الدراسة افتراضية تمامًا ، فلا حاجة للسفر إلى مكاتب الأطباء أو في أي مكان آخر.</p>
                <p class="h6 p-style">يقول Paul Burton ، MD ، رئيس الشؤون الطبية العالمية في Janssen Scientific Affairs: "يمكن للأشخاص المشاركة من أمان منازلهم". "سيكونون قادرين على المشاركة في برنامج المشاركة لصحة القلب مع الأنشطة التي قد تساعد في تحسين النوم واللياقة البدنية والعافية ، مع المساهمة في أبحاث صحة القلب المبتكرة."</p>
                <img src="../../images/heartline.jpg" class="rounded mx-auto d-block m-4 img-thumbnail" alt="heartline" title="heartline">
                <p class="h6 p-style">تسعى الدراسة إلى معرفة ما إذا كان تطبيق Heartline Study وميزات صحة القلب على Apple Watch ، يمكن أن تحسن النتائج السريرية ، بما في ذلك تقليل خطر السكتة الدماغية من الكشف المبكر عن الرجفان الأذيني (AFib). تحتوي دراسة Heartline أيضًا على مقالات وحقائق تبقيك منغمسًا في صحة قلبك.</p>
                <p class="h6 p-style">AFib هو شكل شائع من إيقاع القلب غير المنتظم الذي تقدره مراكز السيطرة على الأمراض والوقاية منها عن 158000 حالة وفاة و 454000 حالة دخول إلى المستشفى سنويًا في الولايات المتحدة. كما يمثل أكثر من ثلث جميع السكتات الدماغية. ومع ذلك ، كما يلاحظ الدكتور بيرتون ، "قد يكون من الصعب التشخيص لأن الناس غالبًا لا يعانون من الأعراض".</p>
                <p class="h6 p-style">فيما يلي بعض النصائح التي يمكن أن تساعدك على التحكم في صحة قلبك حتى أثناء الالتزام بترتيب البقاء في المنزل:</p>
                <ul>
                    <li>الانخراط في نوبات قصيرة من النشاط البدني. يزداد معدل الإصابة بـ AFib مع تقدم العمر - حوالي 70 بالمائة من مرضى AFib تتراوح أعمارهم بين 68 و 85 - وحتى أقل نشاط يمكن أن يحسن كل شيء من الطاقة إلى التركيز إلى الصحة العامة. نقطة انطلاق واحدة: السرعة أثناء إجراء الدردشات الافتراضية.</li>
                    <li>تناول الطعام الصحي للقلب. تنصح شركة جونز هوبكنز ميديسن بأن "الفواكه والخضروات والأسماك أو الدجاج هي أماكن واضحة للبدء".</li>
                    <li>إدارة ضغط الدم المرتفع. إنه أحد أهم عوامل الخطر لـ AFib. تعتبر القراءات فوق 140 للضغط الانقباضي أو فوق 90 للضغط الانبساطي مرتفعة.</li>
                </ul>
                <p class="h6 p-style">من هو مؤهل لدراسة Heartline؟ أولئك الذين يبلغون 65 عامًا أو أكثر ، لديهم رعاية طبية (تقليدية) أصلية ويمتلكون iPhone 6s أو طرازًا أحدث. الأفراد الذين يعانون من أو بدون تشخيص لـ AFib قد يتأهلون. تنطبق معايير الأهلية الأخرى.</p>
                <p class="h6 p-style">هناك العديد من الطرق للمشاركة في دراسة Heartline. ستحتاج إلى أن يكون لديك iPhone 6s أو أحدث. سيشارك بعض المشاركين في استخدام iPhone فقط. سيُطلب من بعض المشاركين أيضًا ارتداء ساعة Apple Watch. سيتم تقديم خيارين لمن يطلب منهم ارتداء ساعة: شراء واحد ، أو الحصول على آخر على سبيل الإعارة طوال فترة الدراسة وإعادته عند انتهاء مشاركتك في الدراسة. تلتزم شركة Johnson & Johnson و Apple بضمان عدم اقتصار المشاركة في الدراسة على أساس الحاجة المالية.</p>
                <p class="h6 p-style">لمعرفة المزيد ولتنزيل تطبيق Heartline Study ، تفضل بزيارة <a href="https://www.heartline.com/" target="_blank"> Heartline.com</a>.</p>
            </div>
        </div>
        <?php require "../aside.inc.php" ;?>
    </div>
</div>

<?php require "footer.inc.php";?>