<!DOCTYPE html>
<html lang="ar" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="description" content="قد لا يكون هذا أحد الأسئلة الكبيرة في الحياة. لكن موضوع التعلم الآلي هو كل ضجة في مجتمع الذكاء الاصطناعي (AI) هذه الأيام.">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../../fontawesome/fontawesome-free/css/all.min.css">
    <link rel="stylesheet" href="../../bootstrap/css/bootstrap-rtl.css">
    <link rel="stylesheet" href="../../style.css">
    <title>التعلم الآلي</title>
</head>
<body dir="rtl">
<?php require 'nav-bar.inc.php'?>
<div class="container-fluid">
    <div class="row">
        <div class="col-md-12 col-lg-9">
            <h1 class="text-center h-art mt-5">كيف يعمل التعلم الآلي؟</h1>
            <div class="container">
                <img src="../../images/machinelearning.jpg" class="rounded mx-auto d-block m-4 img-thumbnail" alt="التعلم الآلي" title="التعلم الآلي">
                <p class="h6 p-style mt-4">كيف يعمل التعلم الآلي؟</p>
                <p class="h6 p-style">قد لا يكون هذا أحد الأسئلة الكبيرة في الحياة. لكن موضوع التعلم الآلي هو كل ضجة في مجتمع الذكاء الاصطناعي (AI) هذه الأيام.</p>
                <p class="h6 p-style">قد تكون فكرة أن الآلات تتعلم في الواقع أخبارًا لك. وقد تتساءل كيف يفعلون ذلك بدون دماغ.</p>
                <p class="h6 p-style">نعم ، الآلات ليس لها أدمغة. ليس مثل أدمغة البشر على الأقل. لكنهم يتعلمون.</p>
                <p class="h6 p-style">إذن كيف يعمل التعلم الآلي؟</p>
                <p class="h6 p-style">قد تكون فكرة تعلم الآلات في الواقع مقلقة قليلاً. خاصة إذا نشأت على كتب وأفلام الخيال العلمي.</p>
                <h4 class="h-art">لكن التعلم الآلي مخيف مثل رأس الكرة.</h4>
                <p class="h6 p-style">إنها تشبه إلى حد بعيد استخراج البيانات أكثر من تشبه الروبوتات الشريرة التي تسيطر على العالم. في كلا النظامين ، يتم البحث عن البيانات في محاولة للعثور على الأنماط.</p>
                <p class="h6 p-style">الفرق هو أنه مع استخراج البيانات ، يتم استخراج البيانات من أجل الفهم البشري. يستخدم التعلم الآلي البيانات للعثور على الأنماط ثم ضبط إجراءات البرنامج وفقًا لتلك الأنماط.</p>
                <h4 class="h-art">إنها خوارزميات.</h4>
                <p class="h6 p-style">ويمكن استخدام خوارزميات التعلم الآلي هذه لتطبيق ما تم تعلمه في الماضي على البيانات الجديدة ، أو لاستخلاص استنتاجات من مجموعات البيانات.</p>
                <p class="h6 p-style">حسنًا ، لنضعها بعبارات أبسط.</p>
                <p class="h6 p-style">دعنا نقول أنك تريد شراء أفضل آلة حلوى قطن في السوق. تجد ما يشبه النموذج المثالي.</p>
                <p class="h6 p-style">ثم تبحث أعمق قليلاً وتهبط في النهاية على المراجعات لهذا النموذج المثالي. إذا ظهرت كلمات مثل "ممتاز" أو "رائع" أو "قابلية رائعة" ، يمكنك أن تشعر بالثقة بشأن تحركك نحو الشراء.</p>
                <p class="h6 p-style">من ناحية أخرى ، إذا استمر ظهور كلمات مثل "سيئة" أو "نوعية رديئة" أو "اشتعلت فيها النيران" ، فمن الأفضل أن تنتقل إلى جهاز مختلف. أو حتى إلغاء الفكرة وشراء شيء أقل عرضة لتدوير أسنانك.</p>
                <p class="h6 p-style">في كلتا الحالتين ، تساعدك المراجعات في اتخاذ إجراء بناءً على نمط الكلمات التي ظهرت فيها. سيؤثر المشترون الذين كتبوا مراجعات المنتجات على المشترين الآخرين.</p>
                <p class="h6 p-style">وستؤثر مراجعاتهم على عمليات الشراء المستقبلية. من هذا ، يوجد نمط الآن عبر الأشخاص الذين أجروا بالفعل عملية شراء والمشترين المستقبليين للمنتج.</p>
                <h4 class="h-art">يحاول التعلم الآلي ترميز عملية صنع القرار البشري هذه في خوارزميات قابلة للاستخدام.</h4>
                <p class="h6 p-style">هذا هو أبسط إجابة لكيفية عمل التعلم الآلي.</p>
                <p class="h6 p-style">من المهم أن نفهم أنه يجب استيفاء ثلاثة شروط قبل أن يتمكن المرء من تطبيق تعلُم الآلة على المشكلة.</p>
                <h4 class="h-art">1. يجب أن يكون هناك نمط في بيانات الإدخال للوصول إلى نتيجة.</h4>
                <p class="h6 p-style">على سبيل المثال ، إذا اعتقدنا أن المراجعات لم تقدم أي معنى ، فلن تساعدنا في اتخاذ قرار.</p>
                <p class="h6 p-style">لتعلم الآلة من أجل حل مشكلة ما ، يجب أن تحتوي الخوارزمية على نمط يمكن الاستدلال عليه.</p>
                <h4 class="h-art">2. يجب أن تكون هناك بيانات كافية لتطبيق التعلم الآلي على المشكلة.</h4>
                <p class="h6 p-style">إذا لم تكن هناك مراجعات للمنتج على الإطلاق ، فسيكون من الصعب التوصل إلى قرار بشأن ما إذا كان سيتم شراء المنتج. حق؟</p>
                <h4 class="h-art">3. نحن ، البشر ، غير قادرين على صياغة تعبير رياضي يصف سلوك المشكلة.</h4>
                <p class="h6 p-style">هذه هي الأشياء التي تتسبب في انفجار معظم العقول البشرية.</p>
                <p class="h6 p-style">حتى الآن يتم استخدام التعلم الآلي لإيجاد معنى في البيانات وتنفيذ "التعلم" للتوصل إلى تقريب رياضي يصف سلوك المشكلة.</p>
            </div>
        </div>
        <?php require "../aside.inc.php" ;?>
    </div>
</div>

<?php require "footer.inc.php";?>