<!DOCTYPE html>
<html lang="ar" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="description" content="الشيء المخيف في عالم الإنترنت هو أن التفاعلات الصغيرة يمكن أن تتخلى عن الكثير من المعلومات الشخصية. هذا يمكن أن يسمح للناس بتولي حياتك.
تابع القراءة لمعرفة بعض النصائح حول كيفية حماية هويتك عبر الإنترنت.
">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../../fontawesome/fontawesome-free/css/all.min.css">
    <link rel="stylesheet" href="../../bootstrap/css/bootstrap-rtl.css">
    <link rel="stylesheet" href="../../style.css">
    <title>حماية الهوية</title>
</head>
<body dir="rtl">
<?php require 'nav-bar.inc.php'?>
<div class="container-fluid">
    <div class="row">
        <div class="col-md-12 col-lg-9">
            <h1 class="text-center h-art mt-5">كيف تحمي هويتك على الإنترنت</h1>
            <div class="container">
                <img src="../../images/protect-online.jpg" class="rounded mx-auto d-block m-4 img-thumbnail" alt="حماية الهوية" title="حماية الهوية">
                <p class="h6 p-style mt-4">يفتح الإنترنت فرصًا جديدة للجميع. يستفيد الصغار والكبار على حد سواء من مجموعة واسعة من المعلومات المتاحة.</p>
                <p class="h6 p-style">لسوء الحظ ، في بعض الأحيان هؤلاء الأشخاص الذين "يستفيدون" من المعلومات المتاحة هم أناس يحاولون سرقة هويتك. هناك أشياء لا حصر لها يمكن للمتسلل القيام بها بالمعلومات الخاصة التي يمكنه العثور عليها عبر الإنترنت.</p>
                <p class="h6 p-style">الشيء المخيف في عالم الإنترنت هو أن التفاعلات الصغيرة يمكن أن تتخلى عن الكثير من المعلومات الشخصية. هذا يمكن أن يسمح للناس بتولي حياتك.</p>
                <p class="h6 p-style">تابع القراءة لمعرفة بعض النصائح حول كيفية حماية هويتك عبر الإنترنت.</p>
                <h4 class="h-art">وسائل التواصل الاجتماعي</h4>
                <p class="h6 p-style">تعد وسائل التواصل الاجتماعي رائعة للبقاء على اتصال مع الأصدقاء القدامى وأفراد العائلة. كما أنه مكان رائع لمقابلة جهات اتصال وشبكة جديدة للأعمال.</p>
                <p class="h6 p-style">تعد الألعاب والاختبارات الشائعة التي تحتاج إلى الوصول إلى حسابك تحذيرًا كبيرًا. غالبًا ما تخبرك هذه المواقع أنها لا تملك سوى الوصول إلى كمية صغيرة من المعلومات. يثقون في أنك ستسمح بذلك مقابل حياة اللعبة أو نتائج الاختبار.</p>
                <p class="h6 p-style">شيء آخر يجب مراعاته هو من تقبله كصديق أو اتصال على وسائل التواصل الاجتماعي. عند تعلم كيفية حماية هويتك عبر الإنترنت ، فإن آخر شيء تريده هو رؤية شخص غريب للمشاركات منذ 6 سنوات.</p>
                <p class="h6 p-style">قد تتضمن هذه المشاركات أسماء أطفالك أو أعياد الميلاد أو الذكرى السنوية. غالبًا ما يكون هذا هو نوع المعلومات المستخدمة لكلمات المرور.</p>
                <p class="h6 p-style">عند القيام بأعمال تجارية مع تجار التجزئة أو أي شخص يتطلب بيانات حساسة ، ضع في اعتبارك أن تسأل عما إذا كان لديهم إدارة الهوية والوصول (IAM) مثل Simeio. يحد هذا النوع من البرمجة من عدد الموظفين الذين يمكنهم الوصول إلى معلوماتك الخاصة.</p>
                <h4 class="h-art">بالحديث عن كلمات المرور</h4>
                <p class="h6 p-style">كم عدد الحسابات عبر الإنترنت لديك؟ هل يمكنك الرد من أعلى رأسك؟ ربما لا ، لأن الشخص العادي لديه 25 حسابًا تتطلب اسم مستخدم وكلمة مرور!</p>
                <p class="h6 p-style">والأسوأ من ذلك ، أن معظم الناس لديهم 6 أو 7 كلمات مرور بين 25 حسابًا مما يعني أنه يتم إعادة استخدامها. هذا يجعل من السهل للغاية الحصول على المعلومات الشخصية</p>
                <p class="h6 p-style">وهذا يعني أيضًا أنه إذا حصل شخص ما على إحدى كلمات مرورك ، فيمكنه الوصول إلى مواقع التواصل الاجتماعي (السيئة) التي تتسوق فيها (أسوأ) والمعلومات المصرفية (الأسوأ).</p>
                <p class="h6 p-style">من الحلول السهلة إلى حد ما استخدام مدير كلمات المرور. قد يبدو الأمر معقدًا ، ولكنك تحتاج فقط إلى كلمة مرور واحدة للوصول إلى جميع حساباتك. حساباتك محمية بكلمة مرور فائقة من المستحيل اختراقها.</p>
                <h4 class="h-art">شبكة Wi-Fi عامة</h4>
                <p class="h6 p-style">المشكلة في الاسم: عامة. بالنسبة لشخص غير مدرب ، إنها ليست مشكلة كبيرة. لا يمكنك رؤية معلومات الآخرين حتى لا يتمكنوا من رؤية معلوماتك ، أليس كذلك؟</p>
                <p class="h6 p-style">هذا ليس هو الحال حيث يمكن للمتسللين أو الأشخاص المتدربين في الواقع رؤية وتسجيل أجزاء من المعلومات التي تتم رؤيتها على اتصال عام.</p>
                <p class="h6 p-style">بأكبر قدر ممكن من الألم ، إما أن تختار عدم استخدام شبكة wi-fi العامة أو تحمل جهازًا يسمح بالاتصال الشخصي.</p>
                <h4 class="h-art">كيف تحمي هويتك على الإنترنت</h4>
                <p class="h6 p-style">هذا يعود إلى الحس السليم. افعل قدر استطاعتك لحماية نفسك من خلال الحماية الحديثة من الفيروسات وتحديثات متصفحك.</p>
                <p class="h6 p-style">قم بإنشاء كلمات مرور قوية ، وحذف المنشورات القديمة التي تقدم الكثير من المعلومات ، وإذا كان عليك استخدام شبكة wi-fi العامة ، فقم بذلك فقط للتصفح. لا تقم بتسجيل الدخول إلى أي موقع يتطلب كلمة مرور على اتصال عام.</p>
                <p class="h6 p-style">آخر عنصر جدير بالذكر هو مواكبة الأخبار وما هي خروقات الأمن السيبراني ، وما هي الشركات. قد يساعد أيضًا في الانتباه إلى أي أخبار تتعلق بمشاكل التكنولوجيا الخاصة بك والتصحيحات الخاصة بها.</p>
            </div>
        </div>
        <?php require "../aside.inc.php" ;?>
    </div>
</div>

<?php require "footer.inc.php";?>