<!DOCTYPE html>
<html lang="ar" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="description" content="كيف يمكن أن تكون أفضل لحظات حياتك وأن تكون قادرًا على مشاركتها مع الآخرين؟ ربما يكون حلبة الرقص في حفل الزفاف الخاص بك... ">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../../fontawesome/fontawesome-free/css/all.min.css">
    <link rel="stylesheet" href="../../bootstrap/css/bootstrap-rtl.css">
    <link rel="stylesheet" href="../../style.css">
    <title>كاميرا الواقع الافتراضي </title>
</head>
<body dir="rtl">
<?php require 'nav-bar.inc.php'?>
<div class="container-fluid">
    <div class="row">
        <div class="col-md-12 col-lg-9">
            <h1 class="text-center h-art mt-5">توفر كاميرا الواقع الافتراضي تجربة غامرة</h1>
            <div class="container">
                <img src="../../images/vrcamera.jpg" class="rounded mx-auto d-block m-4 img-thumbnail" alt="كاميرا الواقع الافتراضي" title="كاميرا الواقع الافتراضي">
                <p class="h6 p-style mt-4">كيف يمكن أن تكون أفضل لحظات حياتك وأن تكون قادرًا على مشاركتها مع الآخرين؟ ربما يكون حلبة الرقص في حفل الزفاف الخاص بك. أو ولادة طفلك أو عيد ميلاده الأول. ربما هذه الهبوط الذي قاد فريقك للفوز في الثواني الأخيرة من المباراة. بفضل تقنية الواقع الافتراضي للجوّال اليوم ، من الممكن إنشاء ذكريات افتراضية ولم يكن من السهل البدء في ذلك.</p>
                <p class="h6 p-style">قامت Humaneyes Technologies ، وهي شركة مبتكرة في مجال تكنولوجيا الكاميرا ، بتطوير كاميرا مزدوجة سهلة الاستخدام تجمع بين التصوير بزاوية 360 درجة والواقع الافتراضي ثلاثي الأبعاد الغامر (VR) ، وكل ذلك في حل واحد سهل الاستخدام يكلف نفس تكلفة DSLR لائق.</p>
                <p class="h6 p-style">يقول خبير الإعلام جيم مالكولم من Humaneyes Technologies: "تستمر الصور والفيديو بزاوية 360 درجة في تغيير كيفية استخدامنا للكاميرات لالتقاط العالم من حولنا". "والاعتماد العالمي لسماعات رأس الواقع الافتراضي ، إلى جانب الكاميرات ثلاثية الأبعاد ، يوفر المزيد من الطرق لإنشاء محتوى افتراضي وذكريات افتراضية."</p>
                <p class="h6 p-style">"لقد فعلناها بالأفضل ، بدءًا من توثيق أسماك القرش من Mako مع قناة Discovery إلى تجارب لا وزن لها في محطة الفضاء الدولية ، حيث تطفو أكثر من 250 ميلاً فوق الأفق."</p>
                <p class="h6 p-style">يقول مالكولم: "نحن متحمسون الآن للمشاهدة مباشرة ، حيث يصنع المستهلكون قصصهم الشخصية الغامرة."</p>
                <p class="h6 p-style">تتقلب Vuze XR بسهولة من كاميرا بزاوية 360 درجة إلى كاميرا VR180 وتصوير مقاطع فيديو وصور افتراضية. سواء كنت تقوم بالتسجيل أو البث المباشر ، يمكن للمستخدمين إنشاء تجارب افتراضية ومشاركتها في تلك اللحظة ، ثم حفظها لإعادة زيارتها الأسبوع المقبل أو العقد المقبل. تشتمل الميزات الخاصة لـ VUZE على صور ثابتة بدقة 18 ميجا بكسل ، وتثبيت مدمج ، وفلاتر ، ومجموعة تحرير VR. بالإضافة إلى ذلك ، لا يمكن حمله بشكل أكبر.</p>
                <p class="h6 p-style">يقول مالكولم: "يمكن مشاهدة كل شيء والتحكم فيه وتعديله مباشرة من هاتفك ، حتى تتمكن من تصوير مقاطع الفيديو الافتراضية وإنشائها ومشاركتها في أي لحظة". ولكن ليس كل شيء يجب أن يكون ظاهريًا ؛ يعمل VUZE أيضًا ككاميرا 5.7K و 4K تصل إلى 60 إطارًا في الثانية ثنائية الأبعاد لالتقاط فيديو وصور عالية الدقة لملء ألبوم الصور الخاص بك.</p>
                <p class="h6 p-style">فكر مسبقًا في العطلات وكيف يمكن أن تساعد أحدث تقنيات الواقع الافتراضي في تكوين ذكريات لا تُنسى وربط العائلة والأصدقاء البعيدين. تتميز كاميرا VUZE XR أيضًا بالبث المباشر والمشاركة الاجتماعية للمنصات ، بما في ذلك Facebook و YouTube ، بحيث يمكنك جلب جمهور الوسائط الاجتماعية الخاص بك إلى المشهد معك.</p>
                <p class="h6 p-style">لمزيد من المعلومات حول كاميرا VUZE XR وكيفية إنشاء تجارب وذكريات افتراضية خاصة بك ، قم بزيارة <a href="https://www.humaneyes.com" target="_blank">humaneyes</a>.</p>
            </div>
        </div>
        <?php require "../aside.inc.php" ;?>
    </div>
</div>

<?php require "footer.inc.php";?>