<!DOCTYPE html>
<html lang="ar" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="description" content="لقد تم تسريع مستقبل العمل. لقد حققنا الكثير من التقدم الرقمي والتكنولوجي نتيجة للوباء ، مما يعني أن المستقبل يبدو مختلفًا بعض الشيء عما كنا نعتقده في بداية العام. تعرف على المزيد حول مستقبل العمل بعد COVID في هذا المنشور.">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../../fontawesome/fontawesome-free/css/all.min.css">
    <link rel="stylesheet" href="../../bootstrap/css/bootstrap-rtl.css">
    <link rel="stylesheet" href="../../style.css">
    <title>مستقبل العمل بعد COVID19</title>
</head>
<body dir="rtl">
<?php require 'nav-bar.inc.php'?>
<div class="container-fluid">
    <div class="row">
        <div class="col-md-12 col-lg-9">
            <h1 class="text-center h-art mt-5">كيف يبدو مستقبل العمل بعد COVID19</h1>
            <div class="container">
                <img src="../../images/work.jpg" class="rounded mx-auto d-block m-4 img-thumbnail" alt="العمل عن بعد" title="العمل عن بعد">
                <p class="h6 p-style mt-4">لقد تم تسريع مستقبل العمل. لقد حققنا الكثير من التقدم الرقمي والتكنولوجي نتيجة للوباء ، مما يعني أن المستقبل يبدو مختلفًا بعض الشيء عما كنا نعتقده في بداية العام. تعرف على المزيد حول مستقبل العمل بعد COVID في هذا المنشور.</p>
                <p class="h6 p-style">عندما قال الرئيس التنفيذي لشركة Microsoft ، ساتيا ناديلا ، "لقد رأينا ما يعادل عامين من التحول الرقمي في شهرين" ، في شهر مايو تقريبًا من هذا العام ، كان على حق تمامًا.</p>
                <p class="h6 p-style">الأشياء التي كان يفكر فيها الناس على أنها "مستقبل العمل" لمدة عشر سنوات من الآن أصبحت فجأة هي القاعدة الآن في عام 2020. غيرت COVID-19 حقًا كيف يعمل العالم بأكمله في غضون بضعة أشهر فقط.</p>
                <p class="h6 p-style">إذن كيف يبدو مستقبل العمل بعد COVID؟ مع بدء العالم في إعادة فتحه بحذر ، ما الذي سيفعله أرباب العمل للحفاظ على سلامة الموظفين والمستهلكين والعمل والصحية؟</p>
                <p class="h6 p-style">فيما يلي توقعاتنا بشأن بعض الجوانب الرئيسية لمستقبل العمل حول العالم.</p>
                <h4 class="h-art">التغيير إلى المكتب التقليدي</h4>
                <p class="h6 p-style">شهدت السنوات القليلة الماضية ارتفاعًا في مساحات العمل المشترك ومساحات المكاتب المشتركة ، وبالطبع البدو الرقمي الذي يقفز من المقهى إلى المقهى.</p>
                <p class="h6 p-style">الآن ، على الرغم من ذلك ، تعتبر هذه الأنواع من مساحات العمل عالية المخاطر لانتشار المرض ، مما يجعلها محفوفة بالمخاطر للشركات الصغيرة والكبيرة على حد سواء.</p>
                <p class="h6 p-style">نتوقع عودة إلى نموذج المساحات المكتبية الخاصة. يمكن أن يتغير هذا ، وسيتغير على الأرجح ، لاستيعاب رجال الأعمال وفرق الأعمال الصغيرة والعاملين عن بُعد لتقديم مكاتب خاصة في المباني المشتركة.</p>
                <p class="h6 p-style">ازداد العمل عن بعد بشكل كبير في جميع أنحاء الوباء (المزيد عن ذلك لاحقًا) ، والذي نعتقد أنه سيحفز زيادة استخدام المساحات المكتبية الافتراضية.</p>
                <p class="h6 p-style">توفر المكاتب الافتراضية للأشخاص وسائل الراحة والضرورات المكتبية التي يحتاجونها بدون الموقع الفعلي أو حتى الحاجة إلى الذهاب إلى المكتب. كل ما تحتاجه للعمل سيكون رقميًا وستتعامل معه شركة المكتب الافتراضي.</p>
                <h4 class="h-art">العمل عن بعد هو البقاء هنا</h4>
                <p class="h6 p-style">مع انتقال العمال غير الأساسيين إلى العمل من المنزل أو العمل عن بُعد ، انضموا إلى بعض الملايين الآخرين الذين يكسبون عيشهم بالفعل من المنزل أو على الأقل يأخذون أيام عمل بعيدة بضعة أيام في الأسبوع. تشير التقديرات إلى أن حوالي 50 بالمائة من العمال يعملون من منازلهم خلال هذه الأزمة.</p>
                <p class="h6 p-style">الآن بعد أن عرفت الشركات والشركات أن العمل عن بعد ليس ممكنًا لهم فحسب ، بل أيضًا فعالاً ومنتجًا ، وحتى يساعدهم على توفير المال!</p>
                <p class="h6 p-style">ووجدت ديلويت أن 25٪ من العمال كانوا يعملون من المنزل مرة واحدة على الأقل في الأسبوع. ويقدرون أن مستقبل العمل بعد COVID سيشغل أكثر من 34 في المائة من الأشخاص الذين يعملون من المنزل مرة واحدة في الأسبوع ، مع بقاء العديد من الآخرين بعيدًا تمامًا.</p>
                <h4 class="h-art">مزيد من التركيز على مزايا العمل</h4>
                <p class="h6 p-style">لقد دفع جيل الألفية بالفعل الشركات وأرباب العمل إلى البدء في تقديم مزايا وعروض عمل أفضل لإغرائهم في مناصب في شركات معينة.</p>
                <p class="h6 p-style">بينما ننتقل إلى مستقبل العمل بعد COVID ، نتوقع رؤية المزيد من هذه الامتيازات مع التركيز على الرعاية الصحية ، والأيام المرضية ، وبدل المخاطر ، ورعاية الأطفال ، وبالطبع العمل عن بعد إذا لزم الأمر.</p>
            </div>
        </div>
        <?php require "../aside.inc.php" ;?>
    </div>
</div>

<?php require "footer.inc.php";?>